tap 'homebrew/cask'
tap 'homebrew/brewdler'
tap 'neovim/neovim'

brew 'ack'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'coreutils'
brew 'docker'
brew 'dos2unix'
brew 'duo_unix'
brew 'faac'
brew 'ffmpeg'
brew 'figlet'
brew 'freetype'
brew 'fzf'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'gist'
brew 'git'
brew 'glib'
brew 'gnupg'
brew 'go'
brew 'htop-osx'
brew 'icu4c'
brew 'jpeg'
brew 'lame'
brew 'libcouchbase'
brew 'libevent'
brew 'libffi'
brew 'libtool'
brew 'libyaml'
brew 'lua'
brew 'lynx'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'phantom'
brew 'pkg-config'
brew 'python'
brew 'readline'
brew 'redis'
brew 'safe-rm'
brew 'source-highlight'
brew 'sqlite'
brew 'tig'
brew 'tor'
brew 'watch'
brew 'wget'
brew 'wxmac'
brew 'x264'
brew 'xz'
brew 'yt-dlp'
brew 'zsh'
