tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'telemachus/homebrew-desc'

brew 'ack'
brew 'afl-fuzz'
brew 'ansible'
brew 'ant'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'aws-iam-tools'
brew 'bash'
brew 'boost'
brew 'boot2docker'
brew 'brew-cask'
brew 'coreutils'
brew 'docker'
brew 'dos2unix'
brew 'duo_unix'
brew 'faac'
brew 'ffmpeg'
brew 'figlet'
brew 'freetype'
brew 'fzf'
brew 'gcc'
brew 'gcc48'
brew 'gdbm'
brew 'gettext'
brew 'gist'
brew 'git'
brew 'glib'
brew 'gnupg'
brew 'go'
brew 'htop-osx'
brew 'httpie'
brew 'icu4c'
brew 'jpeg'
brew 'keybase'
brew 'lame'
brew 'libcouchbase'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'lnav'
brew 'lynx'
brew 'lua'
brew 'meld'
brew 'mysql'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'pv'
brew 'python'
brew 'readline'
brew 'redis'
brew 'safe-rm'
brew 'source-highlight'
brew 'sqlite'
brew 'tig'
brew 'tor'
brew 'vim' , args: ['enable-clipboard', 'enable-conceal', 'enable-cscope', 'enable-iconv', 'enable-lua', 'enable-multibyte', 'enable-ruby', 'enable-rubyinterp', 'without-arabic', 'without-farsi']
brew 'watch'
brew 'wget'
brew 'whereami'
brew 'wxmac'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'

cask 'adium'
cask 'airfoil'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'charles'
cask 'couchbase-server-community'
cask 'crashplan'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'fission'
cask 'fluid'
cask 'flux'
cask 'gdal-framework'
cask 'github'
cask 'google-chrome'
cask 'google-earth'
cask 'google-refine'
cask 'gpgtools'
cask 'grabbox'
cask 'grandperspective'
cask 'graphviz'
cask 'handbrake'
cask 'hipchat'
cask 'httpscoop'
cask 'istumbler'
cask 'iterm2'
cask 'macvim'
cask 'matplotlib'
cask 'multibit'
cask 'namechanger'
cask 'ngrok'
cask 'onepassword'
cask '(!)'
cask 'plex-home-theater'
cask 'qgis'
cask 'rowmote-helper'
cask 'rstudio'
cask 'sabnzbd'
cask 'screenflow4'
cask 'send-to-kindle'
cask 'sequel-pro'
cask 'sickbeard'
cask 'sizeup'
cask 'sketchup'
cask 'skitch'
cask 'soulseek'
cask 'spotify'
cask 'terraform'
cask 'torbrowser'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'xquartz'
