{
  "LargeFile": { "branch": "master" },
  "ale": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dockerfile.vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "matchit": { "branch": "master" },
  "mru.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "supertab": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-ags": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-gfm-syntax": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-gummybears-colorscheme": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-folding": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "wild-cherry-vim": { "branch": "master" }
}
